Repository: MarkDE87/ATM_MobileWhse
Catalog: translations/ARVA Mobile Whse.*.xlf
Languages: de_de

# Codeunit 857638009 - Method 3449396978 - NamedType 4239647356
source: Inventory Employee Setup for user "%1" not found.
de_de: Lagermitarbeiter für Benutzer "%1" nicht gefunden.

# Codeunit 857638009 - Method 1266408519 - NamedType 4151252810
source: Item with Number "%1" not exist.
de_de: Artikel mit der Nummer "%1" nicht gefunden.

# Codeunit 857638009 - Method 358730970 - NamedType 3712146969
source: Function "Move Bin Content" not possible with location %1. "Directed Put-away and Pick" activated.
de_de: Funktion "Umlagerung Lagerinhalt" ist nicht möglich mit Lagerort %1. "Directed Put-away and Pick" ist aktiv!

# PageExtension 3744202874 - Control 488659704 - Property 1295455071
source: Select the Item Journal Batch. This Info will be used for the ARVA Tech Whse. Webservice Function.
de_de: Hinterlegen sie eine Buchblattname. Diese Information wird für die ARVA Digital Lager Webservice Funktion benötigt.

# PageExtension 3744202874 - Control 488659704 - Property 2879900210
source: Item Journal Batch
de_de: Artikel Buch.-Blattname

# PageExtension 3744202874 - Control 2091987886 - Property 1295455071
source: Select the Item Journal Template. This Info will be used for the ARVA Tech Whse. Webservice Function.
de_de: Hinterlegen sie eine Buchblattname. Diese Information wird für die ARVA Digital Lager Webservice Funktion benötigt.

# PageExtension 3744202874 - Control 2091987886 - Property 2879900210
source: Item Journal Template
de_de: Artikel Buch.-Blattvorlage

# PageExtension 3744202874 - Control 2482202382 - Property 1295455071
source: Select the Transfer Journal Batch. This Info will be used for the ARVA Tech Whse. Webservice Function.
de_de: Hinterlegen sie eine Umlagerungsbuchblatt. Diese Information wird für die ARVA Digital Lager Webservice Funktion benötigt.

# PageExtension 3744202874 - Control 2482202382 - Property 2879900210
source: Transfer Journal Batch
de_de: Umlagerungsbuchblatt

# PageExtension 3744202874 - Control 3309029210 - Property 1295455071
source: Select the Transfer Journal Template. This Info will be used for the ARVA Tech Whse. Webservice Function.
de_de: Hinterlegen sie eine Umlagerungsbuchblatt. Diese Information wird für die ARVA Digital Lager Webservice Funktion benötigt.

# PageExtension 3744202874 - Control 3309029210 - Property 2879900210
source: Item Journal Template
de_de: Artikel Buch.-Blattvorlage

# TableExtension 2630077926 - Field 2158901871 - Property 2879900210
source: Item Journal Batchname
de_de: Artikel Buchblattname

# TableExtension 2630077926 - Field 3885002097 - Property 2879900210
source: Transfer Journal Template
de_de: Umlgerungsbuchblatt Vorlage

# TableExtension 2630077926 - Field 542399739 - Property 2879900210
source: Item Journal Template
de_de: Artikel Buch.-Blattvorlage

# TableExtension 2630077926 - Field 650295533 - Property 2879900210
source: Transfer Journal Batchname
de_de: Umlagerungsbuchblatt-Name
